Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: This service queries Trend Micro cloud servers to verify whether a program detected by Behavior Monitoring is a known and safe application. With Certified Safe Software Service enabled, intermittent Internet connection or the wrong proxy settings can cause programs to appear unresponsive. This occurs when Behavior Monitoring crosschecks a detection using Certified Safe Software Service but is unable to receive an immediate response from Trend Micro servers. Ensure that clients have the correct proxy settings and are able to connect to the Internet before enabling Certified Safe Sofware Service.
fr_fr: Ce service demande aux serveurs en ligne Trend Micro de vérifier si un programme détecté par la surveillance des comportements est une application connue et sécurisée. Lorsque Certified Safe Software Service est activé, il se peut que les programmes ne semblent plus répondre suite à une connexion Internet intermittente ou des paramètres de proxy incorrects. Cela se produit lorsque la surveillance des comportements contre-vérifie la détection, mais ne peut pas recevoir de réponse immédiate des serveurs Trend Micro. Vérifiez que les clients disposent des paramètres de proxy corrects et sont capables de se connecter à Internet avant d'activer Certified Safe Sofware Service.

source: Unauthorized Change Prevention Service (TMBMSRV.EXE) regulates application behavior and verifies program trustworthiness. Behavior Monitoring, Device Control, Certified Safe Software Service, and Client Self-Protection all require this service. By default, Core Protecion Moduleautomatically disables this feature on Windows server platforms.
fr_fr: Le service de prévention des modifications non autorisées (TMBMSRV.EXE) régule le comportement des applications et vérifie la fiabilité des programmes. La surveillance du comportement, le contrôle des dispositifs, le Certified Safe Software Service et l'autoprotection client requièrent ce service. Par défaut, Core Protection Module désactive automatiquement cette fonction sur les plates-formes Windows Server.

source: When a roaming endpoint, like a laptop, is used in an external network, it may not have access to Smart Protection Servers. {\cs5\f1\cf15\lang1024Use this task to enable CPM endpoints to connect directly to the Smart Protection Network. After deploying this task, endpoints directly connect to Trend Micro Smart Protection Network servers for enhanced protection. Endpoints with this setting enabled cannot connect to Smart Protection Servers or Smart Protection Relays for protection. {\cs5\f1\cf15\lang1024Note: After enabling this setting, the Smart Protection Server and Smart Protection Relay settings of endpoints cannot be modified.
fr_fr: Il est possible qu'un point final itinérant (un ordinateur portable, par exemple) utilisé sur un réseau externe ne puisse pas accéder aux serveurs Smart Protection Server. {\cs5\f1\cf15\lang1024Utilisez cette tâche pour permettre aux points finaux CPM de se connecter directement à Smart Protection Network. Après le déploiement de cette tâche, les points finaux se connectent directement aux serveurs Trend Micro Smart Protection Network pour bénéficier d'une protection renforcée. Les points finaux pour lesquels ce paramètre est activé ne peuvent pas se connecter aux serveurs Smart Protection Server ou aux Smart Protection Relays afin d'être protégés. {\cs5\f1\cf15\lang1024 Remarque: après avoir activé ce paramètre, vous ne pourrez pas modifier les paramètres Smart Protection Server et Smart Protection Relay des points finaux.

source: The Smart Protection Network requires access to the Internet. In certain network environments that use a proxy server, Core Protection Module adopts the current Internet Explorer proxy server and port settings automatically. If the proxy server requires authentication, use this task to configure the proxy server username and password for endpoints. Important Note: The proxy server username and password MUST be encrypted prior to deploying this action. Download and unzip/extract the TMCPMEncrypt.exe utility to encrypt a password. Filename: TMCPMEncrypt_1.5.0.1038.zip Size: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Usage Note: The TMCPMEncrypt.exe command line tool provides the option to generate an encrypted string. The encrypted string can be used for proxy usernames and passwords. Example:C:&gt;TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E
fr_fr: Smart Protection Network requiert un accès à Internet. Dans certains environnements réseau utilisant un serveur proxy, Core Protection Module utilise automatiquement le serveur proxy et les paramètres de port actuels d'Internet Explorer. Si le serveur proxy requiert une authentification, utilisez cette tâche pour configurer le nom d'utilisateur et le mot de passe dudit serveur pour les points finaux. Remarque importante: le nom d'utilisateur et le mot de passe du serveur proxy DOIVENT être chiffrés avant le déploiement de cette action. Téléchargez et décompressez/extrayez l'utilitaire TMCPMEncrypt.exe pour chiffrer un mot de passe. Nom du fichier: TMCPMEncrypt_1.5.0.1038.zip Taille: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Remarque d'utilisation: l'outil de ligne de commande TMCPMEncrypt.exe fournit l'option de générer une chaîne chiffrée. La chaîne chiffrée peut être utilisée pour les noms d'utilisateur et mots de passe de proxy. Exemple&nbsp;: C:&gt;TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E

source: Use this task to upload virus and spyware log fileson targeted endpoints to the BES Server. The action below will upload the following files to the server:Windows: pccnt35.log spyware.log spyware_detail.log AEGIS_BM.log AEGIS_BM_CPM.log DLP_CLC_CPM.logMac OS X: malware.log By default, the destination folder on the BES Server is: &lt;BES Server install&nbsp;directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of BES client id&gt;\&lt;BES client id&gt;
fr_fr: Utilisez cette tâche pour télécharger des fichiers journaux de virus et de spywares présents sur des points finaux ciblés vers le serveur BES. L'action ci-dessous téléchargera les fichiers suivants sur le serveur:Windows: pccnt35.log spyware.log spyware_detail.log AEGIS_BM.log AEGIS_BM_CPM.log DLP_CLC_CPM.logMac&nbsp;OSX: malware.log Par défaut, le dossier de destination sur le serveur BES est:&lt;répertoire d'installation du serveur BES&gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client BES&gt;\&lt;ID client BES&gt;

source: The listed computers have&nbsp;Trend Micro Core Protection Moduleinstalled and are currently running an on-demand scan. You can use this task to stop the scan.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés et un scan à la demande est en cours d'exécution. Vous pouvez utiliser cette tâche pour arrêter le scan.

source: The listed computers have&nbsp;Trend Micro Core Protection Moduleinstalled. Use this task to set the maximum number of the most recent virus detections to be reported. The default maximum is the last 25 virus detections. Note: The valid input valuesare 0 ~ 2147483647. This action will set a default maximum value of 25&nbsp;iftheinput value is invalid.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés. Utilisez cette tâche pour définir le nombre maximum des dernières détections de virus à signaler. Le nombre maximum par défaut sont les 25 dernières détections de virus. Remarque: Les valeurs d'entrées valides sont 0 à 2147483647. Cette action définira une valeur maximale par défaut de 25 si la valeur saisie est incorrecte.

source: Deploy this task to enable Smart Scan mode on endpoints. Note:Please ensure Smart Protection Server is installed before enabling Smart Scan mode on endpoints. If this task is not relevant to endpoints, please check the following links for trouble shooting: Ensure Smart Protection Server list has been assigned to endpoints and Smart Protection Relays. Ensure File Reputation Service of Smart ProtectionServer is available. Check the status of Smart Protection Relays on Protection Status.
fr_fr: Déployez cette tâche pour activer le mode Smart Scan sur les points finaux. Remarque: Veuillez vérifier que Smart Protection Server est installé avant d'activer le Smart Scan sur les points finaux. Si cette tâche n'est pas pertinente pour les points finaux, veuillez consulter les liens suivants pour résoudre les problèmes: Vérifiez que la liste de Smart Protection Server a été déployée sur les points finaux et les Smart Protection Relays. Vérifiez que le Service de File Reputation de Smart Protection Server est disponible. Vérifiez l'état de l'onglet des Smart Protection Relays dans le rapport État de protection.

source: The listed computers have&nbsp;Trend Micro Core Protection Moduleinstalled. You can use this task to initiate an on-demand scan with the default options. Important Note: You may choose to issue this action as an Client Offer in the Take Action dialog.&nbsp; This is only available on&nbsp;BES&nbsp;Clients 7.2.4.60 and above. Please read Knowledge Base Article 929 for more information. Note: On-demand scans may take&nbsp;awhile to complete.&nbsp; Therefore, this task will report 'completed' after a scan is successfully initiated without waiting for the scan to finish.&nbsp;You can check if a scan is in progress by viewing the 'Current scan status' property in the Endpoint Information analysis.&nbsp; You can stop an in progress scan using the 'Stop Scan Now'task.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés. Vous pouvez utiliser cette tâche pour lancer un scan à la demande avec les options par défaut. Remarque importante:Vous pouvez choisir d'émettre cette action comme Offre client dans la boîte de dialogue Exécuter une action. Ceci n'est disponible que sur les clients BES de version&nbsp;7.2.4.60 et supérieure. Veuillez consulter l'article 929 de la base de connaissances pour plus d'informations. Remarque: Les scans à la demande peuvent prendre un certain temps.&nbsp; Par conséquent, cette tâche indiquera «&nbsp;Terminé&nbsp;» après le lancement réussi d'un scan sans en attendre la fin.&nbsp;Vous pouvez vérifier si un scan est en cours en affichant la propriété «&nbsp;État du scan actuel&nbsp;» dans l'analyse des Informations sur les points finaux.&nbsp; Vous pouvez arrêter un scan en cours à l'aide la tâche «&nbsp;Arrêter le scan immédiat».

source: The listed computers have&nbsp;Trend Micro Core Protection Moduleinstalled. Use this task to set the maximum number of the most recent spyware detections to be reported. The default maximum is the last 25 spyware detections. Note: The valid input valuesare 0 ~ 2147483647. This action will set a default maximum value of 25&nbsp;iftheinput value is invalid.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés. Utilisez cette tâche pour définir le nombre maximum des dernières détections de spywares à signaler. Le nombre maximum par défaut sont les 25 dernières détections de spywares. Remarque: Les valeurs d'entrées valides sont 0 à 2147483647. Cette action définira une valeur maximale par défaut de 25 si la valeur saisie est incorrecte.

source: Take the action below to check the Trend Micro ActiveUpdate Server (TMAU Server)for updates to the following: Virus Pattern Intellitrap Pattern Intellitrap Exception Pattern Virus Scan Engine Spyware Pattern Spyware Active-Monitoring Pattern Spyware Scan Engine Virus Cleanup Template Virus Cleanup Engine Anti-rootkit Driver Common Firewall Pattern Smart Scan Agent Pattern Behavior Monitoring Detection Pattern Behavior Monitoring Configuration Pattern Behavior Monitoring Driver Behavior Monitoring Core Service Policy Enforcement Pattern Digital Signature Pattern Important Note: This update pathway bypasses the relay architecture and each endpoint will&nbsp;individually download the pattern files directly from the internet.&nbsp; Consequentially, if applied incorrectly, it is possible for this action to introduce significant volumes ofnetwork traffic. It is recommended that you only target this action to computers that are unable to download pattern updates through the normal channels, e.g. endpoints that are roaming. Also note that placing a relay in your DMZ is an alternative mechanism to allow clients to continue to receive updates while outside the corporate network. Important Note: Clients using this update mechanism will download all pattern files that are out-of-date regardless whether updates for that pattern type have been disabled through the Pattern Update Settings Wizard.
fr_fr: Exécutez l'action ci-dessous pour vérifier si Trend Micro ActiveUpdate Server (TMAU) dispose de mises à jour pour les éléments suivants: Fichier de signatures de virus Signatures IntelliTrap Signatures d'exceptions IntelliTrap Moteur de scan antivirus Fichier de signatures de spywares Signatures de surveillance active des spywares Moteur de scan anti-spyware Modèle de nettoyage de virus Moteur de nettoyage de virus Anti-rootkit Driver Signatures du pare-feu commun Smart Scan Agent Pattern Modèle de détection de la surveillance des comportements Modèle de configuration de la surveillance des comportements Pilote de surveillance des comportements Service principal de surveillance des comportements Modèle de conformité aux stratégies Digital Signature Pattern Remarque importante: Ce chemin d'accès de mise à jour contourne l'architecture de relais et chaque point final téléchargera individuellement les fichiers de signatures directement depuis le Web.&nbsp; Par conséquent, si elle est appliquée incorrectement, il est possible que cette action produise un volume significatif de trafic sur le réseau. Avec cette action, il vous est recommandé de ne cibler que les ordinateurs qui ne sont pas en mesure de télécharger les mises à jour de signatures via les canaux normaux, p.&nbsp;ex., les points finaux itinérants. Il est à noter également que le placement d'un relais dans votre zone DMZ est un mécanisme alternatif pour permettre aux clients de continuer à recevoir les mises à jour lorsqu'ils sont en dehors du réseau d'entreprise. Remarque importante: Les clients qui utilisent ce mécanisme de mise à jour téléchargeront tous les fichiers de signatures obsolètes, indépendamment du fait que les mises à jour de ce type de signatures ont été désactivées par l'Assistant Paramètres de mise à jour des signatures.

source: Quarantinedmalware will be stored on theendpoint for further analysis. These files are encoded for safety. Use this task to upload quarantined malware files on targeted endpoints to the BES Server. By default, the destination folder on the BES Server is: &lt;BES Server install&nbsp;directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of BES client id&gt;\&lt;BES client id&gt;
fr_fr: Les programmes malveillants mis en quarantaine seront stockés sur le point final pour analyse ultérieure. Ces fichiers sont encodés pour plus de sécurité. Utilisez cette tâche pour télécharger des fichiers de programmes malveillants mis en quarantaine présents sur des points finaux ciblés vers le serveur BES. Par défaut, le dossier de destination sur le serveur BES est:&lt;répertoire d'installation du serveur BES&gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client BES&gt;\&lt;ID client BES&gt;

source: The listed computers have Web Protection Module installed which conflicts with thebundled version included in Core Protection Module. Use the action below to uninstall Web Protection Module.
fr_fr: Le Module de protection Web est installé sur les ordinateurs répertoriés, ce qui entre en conflit avec la version intégrée dans Core Protection Module. Utilisez l'action ci-dessous pour désinstaller le Module de protection Web.

source: The listed computers have BigFix AntiPest 2.0 installed. You can uninstall BigFix AntiPest using this Task.{\cs5\f1\cf15\lang1024Note: Client machines may briefly display progress windows during uninstallation.
fr_fr: BigFix AntiPest 2.0 est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller BigFix AntiPest à l'aide de cette tâche.{\cs5\f1\cf15\lang1024 Remarque: Les ordinateurs clients pourraient brièvement afficher des fenêtres de progression durant la désinstallation.

source: The listed computers have BigFix AntiPest 1.0 installed. You can uninstall BigFix AntiPest using this Task. {\cs5\f1\cf15\lang1024 To uninstall and leave the BigFix AntiPest statistics intact, use the first action. If you would also like to remove the BigFix AntiPest statistics as well as any quarantined files, use the second action.{\cs5\f1\cf15\lang1024Note: Client machines may briefly display progress windows during uninstallation.
fr_fr: BigFix AntiPest 1.0 est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller BigFix AntiPest à l'aide de cette tâche. {\cs5\f1\cf15\lang1024 Pour désinstaller et laisser intactes les statistiques de BigFix AntiPest, utilisez la première action. Si vous souhaitez également supprimer les statistiques de BigFix AntiPest ainsi que tous les fichiers mis en quarantaine, utilisez la deuxième action.{\cs5\f1\cf15\lang1024 Remarque: Les ordinateurs clients pourraient brièvement afficher des fenêtres de progression durant la désinstallation.

source: The listed computers have eTrust InoculateIT installed which conflicts with Core Protection Module. You can uninstall eTrust InoculateIT using this task. Important Note:&nbsp;After uninstallation, a pop-up dialog will appear asking the user to restart the computer.&nbsp; An automatic restart will not be forced.&nbsp; To ensure the client does not get stuck waiting for a user to click OK before returning to normal operation, the action will immediately transition to the "Pending Restart" state. However the uninstall may not be fully complete at this point. It is recommended that you target a reboot action following this one to all machines where eTrust InoculateIT is not installed and the key HKEY_LOCAL_MACHINE\SOFTWARE\BigFix\EnterpriseClient\BESPendingRestart\CPM_UNINSTALL_OTHER exists. It may also be preferable to deploy this action only when a user is present and/or to display an additional message to the user at the time of deployment.
fr_fr: Etrust InoculateIT est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller eTrust InoculateIT à l'aide de cette tâche. Remarque importante: Après la désinstallation, une boîte de dialogue s'affichera demandant à l'utilisateur de redémarrer l'ordinateur.&nbsp; Un redémarrage automatique ne sera pas forcé.&nbsp; Pour s'assurer que le client ne reste pas bloqué dans l'attente qu'un utilisateur clique sur OK avant de revenir à un fonctionnement normal, l'action passera immédiatement à l'état «&nbsp;Redémarrage en attente&nbsp;». Cependant, la désinstallation pourrait ne pas être totalement terminée à ce moment-là. Il est recommandé que vous assigniez une action de redémarrage après celle-ci à tous les ordinateurs où eTrust InoculateIT n'est pas installé et où la clé HKEY_LOCAL_MACHINE\SOFTWARE\BigFix\EnterpriseClient\BESPendingRestart\CPM_UNINSTALL_OTHER existe. Il peut également s'avérer préférable de déployer cette action uniquement lorsqu'un utilisateur est présent ou d'afficher un message supplémentaire à l'utilisateur au moment du déploiement.

source: The listed computers have McAfee VirusScan&nbsp;installed which conflicts with Core Protection Module.&nbsp; You can uninstallMcAfee VirusScanusing this task. Note: This fixlet can't completely remove McAfee 2010 AntiVirus Plus. Please refer to McAfee FAQ TS100507 for detail uninstall steps.
fr_fr: McAfee VirusScan est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller McAfee VirusScan à l'aide de cette tâche. Remarque: Ce fixlet ne peut pas complètement supprimer McAfee 2010 AntiVirus Plus. Veuillez consulter la FAQ McAfee TS100507 pour des étapes de désinstallation détaillées.

source: The listed computers have McAfee ePolicy Orchestrator installed which conflicts with Core Protection Module.&nbsp; You can uninstallMcAfee ePolicy Orchestrator using this task.
fr_fr: McAfee ePolicy est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller McAfee ePolicy Orchestrator à l'aide de cette tâche.

source: The listed computers have Sophos Anti-Virus installed which conflicts with Core Protection Module.&nbsp; You can uninstall&nbsp;Sophos Anti-Virususing this task.
fr_fr: Sophos Anti-Virus est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller Sophos Anti-Virus à l'aide de cette tâche.

source: The listed computers have Core Protection Module installed. As malware is detected, quarantined files are stored locally and consume more space with time. Use this&nbsp;action to delete quarantined files older than the deletion threshold. The deletion threshold will be set at action issue time and will default to 14 days if input value is unspecified or not a positive number. Note: The default execution behavior of this task is to apply this action once a day whenever a computer is relevant/applicable. To change this behavior, modify the Execution section in the Take Action dialog.
fr_fr: Core Protection Module est installé sur les ordinateurs répertoriés. Lorsqu'un programme malveillant est détecté, les fichiers mis en quarantaine sont stockés localement et utilisent de plus en plus d'espace au fil du temps. Utilisez cette action pour supprimer les fichiers mis en quarantaine dont l'ancienneté dépasse le seuil de suppression. Le seuil de suppression sera configuré au moment d'émission de l'action et sa valeur par défaut sera de 14 jours si la valeur saisie est non spécifiée ou si elle n'est pas un nombre positif. Remarque: le comportement d'exécution de cette tâche est d'appliquer cette action une fois un jour chaque fois qu'un ordinateur est pertinent/d'application. Pour modifier ce comportement, modifiez la section Exécuter dans la boîte de dialogue Exécuter une action.

source: Use this task to remove files, folders, and registry keys, on endpoints, that were not removed when upgrading to the latest version of Core Protection Module. Some old files, folders, or registry keys have been detected on the endpoints listed below. This Fixlet removes the old files, folders, and registry keys, so the latest version of Core Protection Module can be deployed to those endpoints. Important Note:&nbsp;This task restarts all endpoints that it is deployed to, before removing files or folders.
fr_fr: Utilisez cette tâche pour supprimer les fichiers, dossiers et clés de registre sur les points finaux qui n'ont pas été supprimés lors de la mise à niveau vers la version la plus récente de Core Protection Module. Certains anciens fichiers, dossiers ou clés de registre ont été détectés sur les points finaux répertoriés ci-dessous. Ce fixlet supprime les anciens fichiers, dossiers et clés de registre afin que la dernière version de Core Protection Module puisse être déployée sur ces points finaux. Remarque importante: Cette tâche redémarre tous les points finaux sur lesquels elle est déployée, avant de supprimer des fichiers ou des dossiers.
